/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Stred";

/* An audio channel label. */
"Center Surround" = "Stredný Surround";

/* An audio channel label. */
"Center Surround Direct" = "Stredný Surround Direct";

/* Channel. An audio channel label. */
"Channel" = "Kanál";

/* Channels. An audio channel label. */
"Channels" = "Kanály";

/* An audio channel label. */
"Click Track" = "Click Track";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Diskrétny";

/* An audio channel label. */
"Foreign Language" = "Cudzí jazyk";

/* An audio channel label. */
"Headphones Left" = "Slúchadlá vľavo";

/* An audio channel label. */
"Headphones Right" = "Slúchadlá vpravo";

/* An audio channel label. */
"Hearing Impaired" = "Sluchovo postihnutý";

/* An audio channel label. */
"Left" = "Ľavý";

/* An audio channel label. */
"Left Center" = "Ľavý stred";

/* An audio channel label. */
"Left Surround" = "Ľavý Surround";

/* An audio channel label. */
"Left Surround Direct" = "Ľavý Surround Direct";

/* An audio channel label. */
"Left Total" = "Ľavý celkovo";

/* An audio channel label. */
"Left Wide" = "Ľavý široko";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Obrazovka";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Str";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Rozprávanie";

/* An audio channel label. */
"Rear Surround Left" = "Zadný Surround vľavo";

/* An audio channel label. */
"Rear Surround Right" = "Zadný Surround vpravo";

/* An audio channel label. */
"Right" = "Pravý";

/* An audio channel label. */
"Right Center" = "Pravý stred";

/* An audio channel label. */
"Right Surround" = "Pravý Surround";

/* An audio channel label. */
"Right Surround Direct" = "Pravý Surround Direct";

/* An audio channel label. */
"Right Total" = "Pravý celkovo";

/* An audio channel label. */
"Right Wide" = "Pravý široko";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Bočný";

/* An audio channel label. */
"Top Back Center" = "Vrchný zadný stred";

/* An audio channel label. */
"Top Back Left" = "Vrchný zadný vľavo";

/* An audio channel label. */
"Top Back Right" = "Vrchný zadný vpravo";

/* An audio channel label. */
"Top Center Surround" = "Vrchný stredný Surround";

/* An audio channel label. */
"Unknown" = "Neznámy";

/* An audio channel label. */
"Unused" = "Nepoužívaný";

/* An audio channel label. */
"Vertical Height Center" = "Stred výšky";

/* An audio channel label. */
"Vertical Height Left" = "Stred výšky vľavo";

/* An audio channel label. */
"Vertical Height Right" = "Stred výšky vpravo";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Hmatový";

